export const CHOOSE_LAPTOP_TITLE =
  "Διάλεξε το laptop που σε ενδιαφερει και ανακάλυψε τις επιδόσεις του";
export const CHOOSE_GAME_TITLE =
  "Διάλεξε το παιχνίδι που σε ενδιαφερει και ανακάλυψε τις επιδόσεις του";

export const RED_BARS_TITLE = {
  firstLine: [
    {
      title: "Basic",
      sub: "Καλύπτει τους κοινούς, καθημερινούς τρόπους με τους οποίους οι άνθρωποι χρησιμοποιούν έναν υπολογιστή. Στους φόρτους εργασίας περιλαμβάνονται η περιήγηση στο Web, η τηλεδιάσκεψη και ο χρόνος εκκίνησης της εφαρμογής.",
    },
    {
      title: "Home",
      sub: "Η ομάδα δοκιμής παραγωγικότητας μετρά την απόδοση του συστήματος με καθημερινές εφαρμογές γραφείου. Αυτή η ομάδα δοκιμής περιλαμβάνει τους φόρτους εργασίας υπολογιστικών φύλλων και γραφής.",
    },
    {
      title: "Produce",
      sub: "Ο φόρτος εργασίας αυτής της ομάδας δοκιμής αντικατοπτρίζει τις απαιτήσεις της εργασίας με ψηφιακό περιεχόμενο και μέσα. Οι δοκιμές περιλαμβάνουν Επεξεργασία Φωτογραφίας, Επεξεργασία βίντεο και Απόδοση και Οπτικοποίηση.",
    },
    {
      title: "Create",
      sub: "Αποκτήσε ισχυρές δυναττότητες επεξεργασίας φωτογραφιών, βίντεο & μουσικής ή/ και διασκεδάστε παίζοντας απαιτητικά παιχνίδια. Οδανικό PC για βαριές εργασίες & δημιουργία περιεχομένου.",
    },
  ],
};
export const ORANGE_BARS_TITLE = {
  firstLine: [
    {
      title: "Casual",
      sub: "Level 1 - (Casual) Είναι ένα φανταστικό αρχικό σύστημα επομένως δεν θα σας προσφέρει εξαιρετικά υψηλούς ρυθμούς καρέ ή τις καλύτερες ρυθμίσεις λεπτομέρειας, αλλά πολλά παλαιότερα παιχνίδια και τίτλοι Esports μπορούν να παίξουν τέλεια.",
    },
    {
      title: "Specialist",
      sub: "Level 2 - (Specialist) Παρεχέται απρόσκοπτη λειτουργία σε όλα τα παιχνιδια σε ανάλθση 1080p με hight graphics ρυθμίσεις. Ό τα προϊόντα από Level 2 και άνω είναι VR-ready.",
    },
    {
      title: "Hardcore",
      sub: "Level 3 - (Hardcore) Παρεχέται απρόσκοπτη λειτουργία σε όλα τα παιχνιδια σε ανάλθση 1440p για αυτά τα πιο όμορφα παιχνίδια και υψηλότερους ρυθμούς καρέ σε Esports και indie παιχνίδια.",
    },
    {
      title: "Elite",
      sub: "Level 4 - (Elite) Παρεχέται απρόσκοπτη λειτουργία σε όλα τα παιχνιδια σε ανάλθση 4k UHD για αυτά τα πιο όμορφα παιχνίδια και υψηλότερους ρυθμούς καρέ σε Esports και indie παιχνίδια.",
    },
  ],
  secondLine: ["< 5000", "< 6900", "< 8850", "> 8850"],
};
